{
  "warnings": [
  "Beware of anyone named Steve as they will not come to you with good intentions.",
  "Watch out for any falling AC units while walking outside.",
  "It is very likely you will trip over your shoelace and into a river today.",
  "Beware of bears. Even in the city. Beware of anyone with the name Bear.",
  "Do not trust any vending machine that looks too happy.",
  "Avoid any pigeon that maintains eye contact for too long.",
  "Beware of shadows that move faster than you do.",
  "Don’t make eye contact with your reflection before 9 a.m.",
  "If a stranger offers you a single grape, decline politely.",
  "Beware of doorknobs that feel unusually warm.",
  "Keep an eye out for clouds shaped like spoons—it’s an omen.",
  "Avoid stepping on cracks today; the pavement holds grudges.",
  "If you hear your name whispered but no one’s around, pretend you didn’t.",
  "Beware of smiling delivery drivers—they know something you don’t.",
  "Don’t trust anyone who says they’ve never sneezed.",
  "Stay away from elevators that arrive too quickly.",
  "Avoid conversations about cheese after sunset.",
  "Be wary of crows; they’re holding a meeting about you.",
  "If your phone buzzes three times and stops, do not check it.",
  "Beware of overly confident squirrels.",
  "Do not accept free balloons today.",
  "Beware of mirrors that seem to breathe.",
  "If a child offers you advice, take it seriously but don’t act on it.",
  "Be cautious of anyone wearing mismatched socks—they’re unpredictable.",
  "Avoid crossing paths with any black cat holding eye contact.",
  "Beware of doorbells that ring twice in a row.",
  "Stay clear of anyone humming the same tune as you.",
  "If your toast lands butter-side up, consider staying home.",
  "Beware of strangers who know your middle name.",
  "Avoid drinking from cups that weren’t there a minute ago.",
  "Don’t open any emails that start with ‘Hey friend’.",
  "Beware of puddles that ripple without wind.",
  "Don’t lend pens to anyone wearing gloves.",
  "Avoid arguing with geese—they always win.",
  "Be cautious around photocopiers today.",
  "Beware of clocks that tick irregularly.",
  "Avoid standing near mannequins that seem too human.",
  "Do not engage in conversation with anyone holding a pineapple.",
  "If you smell toast and there’s no toaster, leave immediately.",
  "Avoid sitting in chairs that creak your name.",
  "Beware of anyone who uses your exact phrasing back at you.",
  "Don’t trust anyone with more than two umbrellas.",
  "Be wary of streetlights that flicker as you pass.",
  "Avoid escalators that seem to speed up slightly.",
  "Beware of any cat that blinks in Morse code.",
  "If your shoelace unties itself, don’t retie it—walk faster.",
  "Avoid people carrying bags that make no sound.",
  "Do not whistle indoors today.",
  "Be cautious of plants that seem to lean toward you.",
  "Beware of emails sent exactly at midnight.",
  "Avoid sandwiches with oddly perfect symmetry.",
  "Don’t trust anyone wearing a T-shirt with your birth year on it.",
  "Be careful when turning corners—you might meet your double.",
  "Avoid mirrors after dusk.",
  "Beware of any coin you find heads-up today.",
  "Don’t speak the word ‘tomorrow’ more than twice.",
  "Avoid crossing bridges while thinking of fish.",
  "Beware of someone offering you ‘a great opportunity’.",
  "If a dog barks three times at you, count to ten and walk away.",
  "Avoid anyone with glitter on their hands.",
  "Beware of objects that fall in slow motion.",
  "Do not eat anything blue today.",
  "Avoid walking under any signs with missing letters.",
  "Beware of your own shadow; it may not match perfectly.",
  "If your computer fans get louder suddenly, leave the room.",
  "Don’t answer the phone on the third ring.",
  "Beware of candles that flicker when there’s no breeze.",
  "Avoid accepting compliments that feel rehearsed.",
  "Be cautious of doors that open before you touch them.",
  "Beware of anyone who insists on high-fiving you.",
  "Don’t ignore strange noises coming from the fridge.",
  "Avoid stepping on chewing gum—it’s not gum.",
  "Beware of friendly pigeons.",
  "If you feel someone staring at you, they probably are.",
  "Avoid talking about the weather; it might hear you.",
  "Beware of anyone who claims to ‘not need sleep’.",
  "Don’t stand near printers—they gossip.",
  "Beware of your kettle whistling in a new tone.",
  "Avoid cutting fruit that looks too perfect.",
  "Be cautious of windows that reflect something extra.",
  "Don’t wear red today—it attracts attention you don’t want.",
  "Beware of compliments that come in pairs.",
  "Avoid doorways you don’t remember walking through.",
  "Don’t touch coins that feel cold indoors.",
  "Beware of someone who asks what time it is exactly.",
  "Stay away from park benches missing a slat.",
  "Beware of humming that matches your heartbeat.",
  "Avoid left turns at familiar intersections.",
  "Don’t look behind you when someone says not to.",
  "Beware of anyone named Terry who wears a hat.",
  "Avoid reflections in spoons today.",
  "Beware of any object that rolls toward you unprovoked.",
  "Don’t trust anyone with a parrot—especially if it laughs.",
  "Beware of slow clapping.",
  "Avoid people who ask if you’ve ‘felt it yet’.",
  "Don’t look up when you hear your name whispered.",
  "Beware of chairs that seem to move slightly when you’re not looking.",
  "If your shoes squeak three times in a row, stop walking.",
  "Avoid standing near statues—they get jealous.",
  "Beware of anyone who insists they met you in a dream."
  ]
}
