{
  "warnings": [
    "Avoid walking under AC units today. One will fall and injure someone nearby.",
    "Do not walk near old churches. A loose gargoyle will drop debris.",
    "Beware of anyone named Steve today. One of them will yell at you unexpectedly.",
    "Do not stand near vending machines. One will tip forward without warning.",
    "Watch for a man carrying a ladder. He will swing it into you.",
    "Avoid people eating noodles in public. You will be splashed.",
    "Stay away from people carrying potted plants. One will drop it near you.",
    "Beware of people walking while reading maps. They will walk into you.",
    "Do not stand near parked cars. A door will open into your body.",
    "Avoid women carrying multiple shopping bags. One will hit you while turning.",
    "Stay clear of men with paint rollers. You will get paint on your clothes.",
    "Avoid anyone holding a fishing rod. They will hook you by accident.",
    "Do not walk behind people with large backpacks. You will be hit when they turn.",
    "Stay away from delivery cyclists. One will cut you off suddenly.",
    "Avoid confident people carrying ladders. They will misjudge the space.",
    "Watch out for kids with water guns. You will be targeted.",
    "Avoid anyone carrying takeaway noodles. They will spill them dramatically.",
    "Do not walk near joggers using phones. They will run into you.",
    "Stay away from people taking photos with tablets. They will swing it into you.",
    "Avoid men wearing puffy jackets. They will block or shove you accidentally.",
    "Do not trust people on rollerblades. One will crash near you.",
    "Avoid people holding ice cream cones. One will drop it on you.",
    "Stay away from anyone carrying a large mirror. They will hit you with it.",
    "Watch your step near sandwich boards. One will trip you.",
    "Do not stand near open car boots. One will close on you.",
    "Avoid bus stops today. Someone will sneeze directly at you.",
    "Beware of dogs on extendable leads. One will wrap the lead around you.",
    "Do not walk near bins being emptied. Debris will fall your way.",
    "Be careful around automatic doors. One will close on you.",
    "Avoid men carrying plywood. It will hit you when they turn.",
    "Stay clear of construction workers holding coffee. One will spill it on you.",
    "Do not stand near reversing delivery vans. They will not see you.",
    "Avoid cyclists wearing flip flops. One will lose control near you.",
    "Watch for mops left in hallways. You will trip over one.",
    "Avoid people eating crisps loudly. One will drop crumbs on you.",
    "Stay away from people holding umbrellas sideways. You will be poked.",
    "Avoid escalators making loud noises. One will stop suddenly.",
    "Beware of women carrying cupcakes. One box will be dropped.",
    "Do not walk under open windows. Something will fall near you.",
    "Avoid groups of laughing teenagers. You will be mocked.",
    "Watch for delivery robots. One will roll into your legs.",
    "Avoid standing under pigeons. One will poop on you.",
    "Stay away from street drummers. Your ears will suffer.",
    "Avoid beach balls in public spaces. One will hit your face.",
    "Beware of people carrying folding chairs. One will swing into you.",
    "Do not trust park sprinklers. One will turn on as you pass.",
    "Avoid anyone carrying long planks. They will misjudge the angle.",
    "Watch out for men holding coffee with confidence. They will spill it.",
    "Avoid toddlers with juice boxes. They will spray you.",
    "Stay away from bins with seagulls nearby. One will attack.",
    "Avoid people shaking rugs from windows. Dust will fall on you.",
    "Beware of cyclists wearing headphones. They will not stop.",
    "Do not stand near automatic gates. One will close aggressively.",
    "Avoid people carrying pizza boxes. One will hit you on a corner.",
    "Watch out for Uber delivery riders on scooters. One will be texting.",
    "Avoid anyone holding a selfie stick. They will hit you with it.",
    "Beware of pigeons today. One will aim successfully.",
    "Watch for men in tracksuits. One will not stop for pedestrians.",
    "Avoid people carrying takeaway soup. It will spill on you.",
    "Stay away from people wearing capes. They will not look where they are going.",
    "Avoid joggers wearing headphones. They will run into you.",
    "Beware of ladders today. One will fall nearby.",
    "Do not sit under hanging plants. One will drop soil.",
    "Watch for cyclists with backpacks. One will cut you off.",
    "Avoid dogs on retractable leads. You will trip over one.",
    "Stay away from people carrying multiple coffees. One will spill.",
    "Beware of supermarket trolleys. One will roll into you.",
    "Avoid standing near parked cars. A door will open suddenly.",
    "Do not trust umbrellas indoors. Someone will poke you.",
    "Avoid toddlers holding ice creams. You will get sticky.",
    "Beware of people on rollerblades. One will lose balance.",
    "Stay away from window cleaners. A bucket will swing.",
    "Avoid construction sites. Dust or debris will hit you.",
    "Do not linger near public bins. One will move unexpectedly.",
    "Beware of people running with suitcases. One will clip your ankles.",
    "Avoid reversing delivery vans. They will keep reversing.",
    "Stay away from leaf blowers. Debris will fly at you.",
    "Do not walk under scaffolding. Something will fall.",
    "Avoid people waving flyers. One will stick to your face.",
    "Beware of dogs wearing clothes. One will snap.",
    "Do not stand near bus doors. They will close on you.",
    "Avoid cyclists at traffic lights. One will wobble into you.",
    "Beware of fountains. One will spray unexpectedly.",
    "Avoid shopping trolleys on ramps. One will roll toward you.",
    "Stay away from kids on scooters. One will crash.",
    "Beware of men wearing flip flops. One will step on your foot.",
    "Avoid street performers. You will be dragged into the act.",
    "Do not lean on railings. One will be loose.",
    "Beware of picnic tables. Wasps will swarm.",
    "Avoid people carrying paint tins. Paint will spill.",
    "Watch for people carrying boxes. They cannot see you.",
    "Beware of joggers with energy drinks. One will swerve.",
    "Avoid electric scooters. One will ignore traffic rules.",
    "Do not stand near open car doors. One will hit you.",
    "Do not trust anyone who says \"watch this\". Something will go wrong.",
    "Beware of people wearing sunglasses indoors. They will spill a drink.",
    "Stay clear of coffee carts. Hot milk will spray.",
    "Avoid people holding balloons. One will pop near your face.",
    "Beware of shop doors. One will swing outward suddenly.",
    "Avoid delivery bikes. One will drift toward you.",
    "Stay alert near people eating chips. Seagulls will attack.",
    "Avoid joggers with dogs. One dog is not under control.",
    "Beware of people carrying pizzas. They will turn suddenly.",
    "Do not trust benches. One has wet paint."
  ]
}
