{
  "warnings": [
    "Today, as you walk under a balcony, a roof tile will decide to end its useful life exactly when you are underneath.",
    "While walking close to a building façade, a shaky air conditioning unit will drop a screw onto your head.",
    "At a pedestrian crossing, a distracted driver will brake too late and scare years off your life.",
    "As you walk behind a bus, it will reverse without seeing you and force you to jump like you are training for parkour.",
    "While leaning too far out of the bus window, a low sign will make you pull your head back quickly.",
    "When opening a fizzy drink, the cap will shoot off and nearly give you a forehead piercing.",
    "When the wind picks up, a dry branch will fall from the tree you chose for shelter.",
    "Today, while walking past a construction site, a worker will drop something that makes you speed up instantly.",
    "While going up an escalator, your loose shoelace will try to marry the mechanism.",
    "When leaning on an old railing, it will decide it no longer wants to work.",
    "While walking along a narrow pavement, a lorry will pass close enough to brush your shoulder.",
    "When you open a high cupboard, a forgotten object will fall straight towards your face.",
    "Today, while cooking, a wet knife will slip from your hands at a worrying angle.",
    "When plugging in a damaged cable, a spark will remind you that your reflexes still work.",
    "When trying to unjam the toaster, you will discover that putting your fingers in was a bad idea.",
    "Today you will pass close to a cyclist who brakes too late and gives you a proper fright.",
    "When sitting on a balcony, you will get too close to the edge and gravity will remind you who is in charge.",
    "From your balcony, a small object you are holding in one hand will choose the void as its final destination.",
    "Today you will step on a wet floor and your balance will decide to take a break.",
    "When opening a tin, the sharp lid will try to tattoo a memory onto you.",
    "Today you will walk down stairs without holding on and a malicious step will make you trip.",
    "When using a chair to reach something high up, it will decide to dance underneath you.",
    "While opening a parcel with a knife, the blade will point at your hand like a predestined target.",
    "While walking and looking at your phone, a lamppost will kiss your forehead.",
    "Today you will run down a hallway in socks and the floor will trip you up.",
    "When passing through a spring loaded door, it will slam shut behind you with bad intentions.",
    "When sitting on the edge of a table, it will collapse thanks to a treacherous leg.",
    "Today you will walk under scaffolding that drops a dramatically small screw.",
    "When climbing a portable ladder, one of the feet will decide to slip.",
    "When approaching an unfamiliar dog, it will decide your hand looks suspicious.",
    "Today you will stand too close to the platform edge and a distracted person will nudge you.",
    "When opening champagne, the cork will shoot towards the light fitting, which will wobble dangerously above you.",
    "Today you will carry a heavy bag and the handle will snap just as you pass near the kerb.",
    "When moving a large box, you will not see an obstacle and will almost perform an involuntary somersault.",
    "Today you will light a candle and the flame will rise higher than expected, burning a small hair.",
    "When you leave something on the hob for one minute, that minute will be enough for it to smell burnt.",
    "While using a hairdryer near the sink, the cable will tangle in a suspicious way.",
    "Today you will climb narrow stairs with things in your hands and trip on the last step.",
    "When cooking with oil, one drop will jump directly onto your skin.",
    "Today you will cross a pedestrian crossing and a car that was going slowly will suddenly accelerate without looking.",
    "When cutting something with a very sharp knife, your finger will get closer than it should.",
    "Today you will walk under a full shelf and a book will decide to launch itself.",
    "When approaching a glass door, you will not see it and walk straight into it.",
    "While putting your hand into the dishwasher, a knife will point at your finger like divine punishment.",
    "Today you will open the car boot and the lid will close on its own with murderous intent.",
    "When walking near a construction site, a hanging cable will swing directly towards your face.",
    "Today you will try to fix something without unplugging it and receive an educational spark.",
    "When running to catch the bus, your foot will find the only pothole in existence.",
    "Today you will lean out of a window with a loose frame and notice it move more than it should.",
    "When stepping on a wet manhole cover, your feet will slide as if you were an unwilling professional skater.",
    "Today, while rushing down the stairs, your foot will miss a step and your ankle will give up briefly.",
    "When lifting a box that looks light, your back will make a cracking sound you really do not like.",
    "Today you will cut your finger while opening a parcel with too much confidence in your steadiness.",
    "While cooking, a drop of hot oil will jump straight onto your forearm with impressive aim.",
    "Today you will trip on the edge of a rug and your knees will absorb the impact with the floor.",
    "While cleaning, you will hit your head on a low shelf you swear was not that close.",
    "Today, when closing the boot, the edge will hit your forehead with military precision.",
    "When running not to miss the green light, you will twist your ankle on a treacherous kerb.",
    "Today you will open a window and the frame will trap your finger mid movement.",
    "When trying to reach something on a high shelf, an object will fall and hit your collarbone directly.",
    "Today, when sitting on the bed, you will lose your balance and hit your side against the bedside table.",
    "While washing a glass, it will break and a sharp edge will mark your hand.",
    "Today, while showering, you will slip just as you close your eyes to wash your hair.",
    "When bending down to pick something up, your knee will crunch and leave you frozen in pain for a few seconds.",
    "Today, when opening a heavy door, the handle will jab you in the ribs.",
    "While getting dressed, you will put your foot into your trousers and fall forward, hitting your shin.",
    "Today a badly closed door will open as you pass and hit you in the shoulder.",
    "When taking something out of the oven, you will brush the hot tray and earn yourself the burn of the day.",
    "Today, when boarding public transport, the driver will brake suddenly and your back will hit a metal pole.",
    "While placing something on a shelf, you will lose your balance and hit your hip against the edge."
  ]
}
