{
  "warnings": [
    "Hoy, al pasar bajo un balcón, una teja decidirá abandonar su vida útil justo cuando tú estés debajo.",
    "Mientras caminas pegado a la fachada, un aire acondicionado tembloroso soltará un tornillo que caerá en tu cabeza.",
    "En un paso de peatones, un conductor distraído frenará tarde y te dará un susto que te quitará años de vida.",
    "Al pasar detrás de un autobús, este dará marcha atrás sin verte y te obligará a saltar como si entrenaras parkour.",
    "Al asomarte demasiado por la ventana del bus, una señal baja te obligará a recoger la cabeza.",
    "Al abrir una botella con gas, el tapón saldrá disparado y casi te hará un piercing en la frente.",
    "Cuando pase el viento, una rama seca caerá del árbol que has elegido para refugiarte.",
    "Hoy, al cruzar por delante de una obra, un obrero dejará caer algo que te hará acelerar el paso como nunca.",
    "Mientras subes una escalera mecánica, tu cordón suelto intentará casarte con el mecanismo.",
    "Al apoyarte en una barandilla vieja, esta decidirá que ya no quiere trabajar más.",
    "Mientras caminas por una acera estrecha, un camión pasará rozando tu hombro como si jugara contigo.",
    "Cuando abras el armario alto, un objeto olvidado caerá justo hacia tu cara.",
    "Hoy, mientras cocinas, un cuchillo mojado se te escurrirá de las manos en un ángulo preocupante.",
    "Al enchufar un cable pelado, la chispa te recordará que aún tienes reflejos.",
    "Al intentar desatascar el tostador, descubrirás que no era buena idea meter los dedos ahí.",
    "Hoy cruzarás cerca de un ciclista que frenará demasiado tarde y te dará un buen susto.",
    "Al sentarte en el balcón, te acercarás demasiado al borde y la gravedad te recordará quién manda.",
    "Desde tu balcón, un objeto pequeño que sujetas con una mano elegirá el vacío como destino final.",
    "Hoy pisarás un suelo mojado y tu equilibrio decidirá tomarse un descanso.",
    "Al abrir una lata, la tapa afilada intentará tatuarte un recuerdo.",
    "Hoy bajarás unas escaleras sin agarrarte y un escalón malvado hará que tropieces.",
    "Al usar una silla para alcanzar algo alto, esta decidirá bailar debajo de ti.",
    "Mientras abres un paquete con un cuchillo, la hoja apuntará a tu mano como objetivo predestinado.",
    "Al caminar mirando el móvil, una farola te dará un beso en la frente.",
    "Hoy correrás por el pasillo con calcetines y el suelo te tirará una zancadilla.",
    "Al pasar por una puerta con muelle, esta se cerrará de golpe detrás de ti con mala leche.",
    "Al sentarte en el borde de una mesa, esta se hundirá por culpa de una pata traicionera.",
    "Hoy caminarás bajo un andamio que soltará un tornillito dramático.",
    "Al subirte a una escalera portátil, uno de los pies decidirá patinar.",
    "Al acercarte a un perro desconocido, este decidirá que tu mano es sospechosa.",
    "Hoy te pondrás demasiado cerca del borde del andén y una persona distraída te empujará un poco.",
    "Al abrir champán, el corcho saldrá disparado hacia la lámpara, que vibrará peligrosamente encima de ti.",
    "Hoy cargarás una bolsa pesada y el asa se romperá justo cuando pases cerca del bordillo.",
    "Al mover una caja grande, no verás un obstáculo y casi harás un mortal involuntario.",
    "Hoy encenderás una vela y la llama subirá más de lo que esperabas, quemándote un pelito.",
    "Al dejar algo en el fuego un minuto, ese minuto será suficiente para que huela a quemado.",
    "Mientras usas el secador cerca del lavabo, el cable se enredará de forma sospechosa.",
    "Hoy subirás unas escaleras estrechas con cosas en las manos y tropezarás con el último escalón.",
    "Al cocinar algo con aceite, una gota saltará directamente a tu piel.",
    "Hoy cruzarás un paso de peatones y un coche que venía lento acelerará sin mirar.",
    "Al cortar algo con un cuchillo muy afilado, tu dedo se acercará más de lo necesario.",
    "Hoy caminarás bajo una estantería llena y un libro decidirá lanzarse.",
    "Al acercarte a una puerta de cristal, no la verás y te la llevarás por delante.",
    "Mientras metes la mano en el lavavajillas, un cuchillo apuntará a tu dedo como castigo divino.",
    "Hoy abrirás el maletero del coche y la tapa bajará sola con intención asesina.",
    "Al caminar cerca de una obra, un cable colgante se moverá justo hacia tu cara.",
    "Hoy intentarás arreglar algo sin desenchufarlo y recibirás una chispa educativa.",
    "Al correr para coger el bus, tu pie tropezará con el único bache del mundo.",
    "Hoy te asomarás por una ventana con el marco flojo y notarás cómo se mueve más de lo normal.",
    "Al pisar una tapa de alcantarilla mojada, notarás cómo tus pies patinan como si fueras patinadora profesional no deseada.",
     "Hoy, al bajar las escaleras con prisas, tu pie fallará un escalón y tu tobillo decidirá rendirse por un instante.",
    "Al levantar una caja aparentemente ligera, tu espalda dará un chasquido que no te gustará nada.",
    "Hoy te cortarás un dedo mientras intentas abrir un paquete con demasiada confianza en tu pulso.",
    "Al cocinar, una gota de aceite caliente te saltará directamente al antebrazo como si tuviera buena puntería.",
    "Hoy tropezarás con el borde de una alfombra y tus rodillas amortiguarán el impacto contra el suelo.",
    "Mientras limpias, te golpearás la cabeza contra un estante bajo que jurarías que no estaba tan cerca.",
    "Hoy, al cerrar el maletero, el borde decidirá golpear tu frente con precisión militar.",
    "Al correr para no perder el semáforo en verde, te torcerás el tobillo en un bordillo traicionero.",
    "Hoy abrirás una ventana y el marco decidirá atraparte un dedo en plena maniobra.",
    "Al intentar alcanzar algo en un estante alto, un objeto caerá y te golpeará directamente en la clavícula.",
    "Hoy, al sentarte en la cama, perderás el equilibrio y te golpearás el costado con la mesilla.",
    "Mientras lavas un vaso, este se romperá y un filo decidirá marcarte la mano.",
    "Hoy, al ducharte, resbalarás justo cuando cierres los ojos para lavarte el pelo.",
    "Al agacharte para recoger algo, tu rodilla crujirá y te dejará unos segundos inmóvil de dolor.",
    "Hoy, al abrir una puerta pesada, el picaporte se te clavará en las costillas.",
    "Mientras te cambias de ropa, meterás el pie en el pantalón y te caerás hacia adelante golpeando la espinilla.",
    "Hoy una puerta mal cerrada se abrirá justo cuando pases y te golpearás en el hombro.",
    "Al sacar algo del horno, rozarás sin querer la bandeja caliente y te llevarás una quemadura marca del día.",
    "Hoy, al subir al transporte público, el conductor frenará de golpe y tu espalda chocará contra una barra metálica.",
    "Mientras colocas algo en una estantería, perderás el equilibrio y te golpearás la cadera contra el borde."
  ]
}
