{
  "warnings": [
    "Beware today of falling AC units. They like to pick favourites.",
    "Avoid walking near old churches. Gargoyles have terrible balance.",
    "Do not stand too close to vending machines. They tip faster than you think.",
    "Watch out for glass balconies. Cracks form silently.",
    "Avoid metal ladders in the rain. Lightning loves easy targets.",
    "Be cautious with champagne corks. They aim for eyes first.",
    "Do not walk under hanging flower pots. Gravity is bored.",
    "Avoid leaning against marble statues. They fall dramatically.",
    "Do not nap under palm trees. Coconuts have no mercy.",
    "Beware of ceiling fans. One screw always wants out.",
    "Avoid parking under icicles. Winter likes clean kills.",
    "Do not jog near golf courses. Balls travel farther than apologies.",
    "Stay clear of flagpoles during windstorms. Metal sings last rites.",
    "Avoid selfies near cliffs. You won't like the final shot.",
    "Be careful with escalators. Scarves are their favourite meal.",
    "Do not reach into garbage disposals. Curiosity ends there.",
    "Avoid rooftop parties. Railings lie for fun.",
    "Do not run with chopsticks in your mouth. No one wins that race.",
    "Beware of balconies with perfect views. They demand payment.",
    "Avoid crowded concerts. Speakers can fall too.",
    "Do not walk too close to delivery trucks reversing. Mirrors have blind faith.",
    "Avoid sitting under ceiling lights. Fixtures fail quietly.",
    "Do not sunbathe near glass buildings. Reflection burns deep.",
    "Beware of treadmills. They decide the speed of your exit.",
    "Avoid holding metal umbrellas during storms. Nature keeps score.",
    "Do not lean on glass doors. Some are only pretending to be solid.",
    "Stay away from cranes. Loads slip without warning.",
    "Avoid air conditioners with rust. They drop when forgotten.",
    "Do not walk beneath scaffolding. Bolts are treacherous.",
    "Beware of large mirrors in hotels. They fall for strangers.",
    "Avoid bikes without brakes. They keep secrets badly.",
    "Do not stand near flagpoles in storms. You make a fine conductor.",
    "Beware of microwaves running empty. They hum death notes.",
    "Avoid sitting near unstable bookshelves. Literature kills quietly.",
    "Do not walk close to heavy curtains. They hide broken rods.",
    "Beware of ceiling tiles with stains. They're only pretending to hold.",
    "Avoid swimming under diving boards. Timing is everything.",
    "Do not nap in hammocks tied to weak trees. Roots are cowards.",
    "Beware of falling pinecones. They target skulls precisely.",
    "Avoid standing under wind turbines. Blades get bored too.",
    "Do not sleep with your phone charging under your pillow. Fire loves comfort.",
    "Beware of toasters near sinks. Electricity likes shortcuts.",
    "Avoid walking behind cows. They swing like wrecking balls.",
    "Do not use power tools barefoot. Blood travels fast.",
    "Beware of gas stoves left whispering. The air is not your friend.",
    "Avoid swimming after big meals. Gravity joins digestion.",
    "Do not open champagne bottles near light bulbs. Glass travels.",
    "Beware of heavy paintings above your bed. Dreams get crushed easily.",
    "Avoid leaning on fences marked 'temporary'. They mean it.",
    "Do not sleep under ceiling shelves. They envy gravity.",
    "Beware of automatic gates. Sensors blink before betrayal.",
    "Avoid cheap ladders. Aluminium has trust issues.",
    "Do not sit beneath air vents. They rust and drop when ignored.",
    "Beware of microwaving eggs. They detonate beautifully.",
    "Avoid crowded staircases. One trip is everyone's problem.",
    "Do not mow lawns barefoot. Nature collects toes.",
    "Beware of wasp nests above doors. They defend the entrance fee.",
    "Avoid walking near construction cranes. Objects fall with purpose.",
    "Do not hang pictures with weak hooks. They are silent traitors.",
    "Beware of tree branches after rain. They snap without warning.",
    "Avoid running near swimming pools. Slippery pride kills fast.",
    "Do not test the depth of water with your head.",
    "Beware of broken tiles in bathrooms. They thirst for blood.",
    "Avoid plugging too many things into one socket. Sparks get ideas.",
    "Do not cross roads with headphones on. Cars do not care about playlists.",
    "Beware of beach umbrellas in wind. They impale beautifully.",
    "Avoid standing close to train platforms. Gusts are impatient.",
    "Do not pick up chainsaws by the wrong end. You only forget once.",
    "Beware of icicles near entrances. They like grand reveals.",
    "Avoid stepping off moving buses. Physics wins every time.",
    "Do not climb on wet rocks. Slime is stronger than pride.",
    "Beware of falling coconuts. They never miss twice.",
    "Avoid sticking forks into toasters. It's faster than coffee.",
    "Do not lean out of train windows. History repeats itself.",
    "Beware of frayed wires. They remember pain well.",
    "Avoid leaving gas ovens slightly open. Sleep ends quickly that way.",
    "Do not trust cracked ladders. They've seen too much.",
    "Beware of fragile chandeliers. They crave attention.",
    "Avoid hanging Christmas lights while tipsy. Gravity hates holidays.",
    "Do not swim during lightning storms. Nature enjoys irony.",
    "Beware of ceiling vents. They rust before revenge.",
    "Avoid sitting under bird feeders. Some gifts are fatal.",
    "Do not store heavy boxes above eye level. They remember you.",
    "Beware of slipping on fallen grapes. Comedy and tragedy share timing.",
    "Avoid standing under open windows. People drop more than opinions.",
    "Do not cross flooded roads. Depths lie.",
    "Beware of sharp pencils in shirt pockets. Falling forward ends careers.",
    "Avoid unstable ladders. The ground never apologises.",
    "Do not run downstairs carrying scissors. That's two problems waiting to meet.",
    "Beware of bikes with loose chains. Momentum has consequences.",
    "Avoid opening pressurised cans near your face. Lids fly faster than thoughts.",
    "Do not clean fish tanks with plugged-in equipment.",
    "Beware of glass shower doors. They shatter with style.",
    "Avoid stepping on rakes. Classic, yet still fatal.",
    "Do not rest under large umbrellas in storms. Fabric hides spikes.",
    "Beware of leaning near moving buses. Mirrors strike back.",
    "Avoid reaching for knives in soapy water. Surprises hurt.",
    "Do not dry clothes over open flames. Warmth turns dramatic quickly.",
    "Beware of slippery marble stairs. Elegance kills quietly.",
    "Avoid walking under neon signs. They loosen with age.",
    "Do not underestimate loose roof tiles. They choose moments carefully."
  ]
}
