{
  "warnings": [
    "Beware today of falling AC units. They like to pick favourites.",
    "Avoid walking near old churches. Gargoyles have terrible balance.",
    "Be alert around people named Steve. Any Steve.",
    "Do not stand too close to vending machines. They tip faster than you think.",
    "Beware today of a man with a ladder. He's not watching where it swings.",
    "Avoid people eating noodles in public. You are within splash range.",
    "Stay away from anyone carrying a potted plant. It's going to fall.",
    "Beware of people walking while looking at maps. You are the obstacle.",
    "Don't stand near car doors. One will open right into you.",
    "Watch for a woman with shopping bags. Physics is not her friend.",
    "Avoid men carrying paint rollers. You'll leave colourful.",
    "Beware today of anyone with a fishing rod. It's not for fish.",
    "Don't walk behind people with large backpacks. Corners are your enemy.",
    "Stay clear of delivery cyclists. They play by different rules.",
    "Avoid anyone holding a ladder and confidence. That's a bad mix.",
    "Watch out for kids with water guns. They don't care who you are.",
    "Beware of someone with takeaway noodles. They spill dramatically.",
    "Avoid joggers holding phones. You are invisible to them.",
    "Stay away from people taking photos with tablets. They flail.",
    "Beware today of a man in a puffy jacket. He takes up too much space.",
    "Don't trust anyone on rollerblades. Not even slightly.",
    "Avoid people holding ice cream cones. Gravity loves those.",
    "Watch for anyone carrying a large mirror. That's your future enemy.",
    "Beware of sandwich boards on pavements. They move when you're not looking.",
    "Stay away from open car boots. They're closing soon.",
    "Avoid bus stops today. Someone will sneeze in your direction.",
    "Beware of dogs on extendable leads. They travel faster than light.",
    "Don't walk near bins being emptied. You're next in line.",
    "Stay cautious around automatic doors. They sense fear.",
    "Avoid any man carrying plywood. It always wins.",
    "Beware today of construction workers with coffee. They spill precisely.",
    "Don't stand near delivery vans with beeping sounds. It's a trap.",
    "Avoid cyclists wearing flip-flops. They're an accident waiting.",
    "Watch out for mops in hallways. They lie in wait.",
    "Beware of anyone eating crisps loudly. They're unstable.",
    "Avoid people carrying umbrellas horizontally. They don't deserve rights.",
    "Stay away from escalators that creak. They've had enough.",
    "Beware today of a woman carrying cupcakes. They will drop.",
    "Don't walk under open windows. Someone's aiming.",
    "Avoid any group of teenagers laughing. You're the joke.",
    "Watch for delivery robots. They don't brake fast enough.",
    "Beware of pigeons on lamp posts. They are reloading.",
    "Avoid street musicians with drums. You won't survive the noise.",
    "Stay away from beach balls. They pick random victims.",
    "Beware today of people carrying folding chairs. They strike without warning.",
    "Don't trust park sprinklers. They have perfect timing.",
    "Avoid anyone carrying a long plank. It's basic geometry.",
    "Watch for men holding takeaway coffee and confidence. Dangerous combo.",
    "Beware of toddlers with juice boxes. Their aim is terrifying.",
    "Stay away from bins with seagulls nearby. You'll regret it.",
    "Avoid anyone shaking a rug out a window. You're the target zone.",
    "Beware today of cyclists wearing headphones. You don't exist to them.",
    "Don't stand near automatic gates. They choose violence.",
    "Stay clear of people carrying pizza boxes. Corners are their downfall.",
    "Beware today of an Uber delivery guy on a scooter. He's texting.",
    "Don't stand near anyone holding a selfie stick. It will end badly for you.",
    "Avoid pigeons today. One of them has excellent aim.",
    "Watch out for a man in a tracksuit. He doesn't brake for pedestrians.",
    "Be cautious near anyone carrying takeaway soup. It's destined for your lap.",
    "Avoid people wearing capes. They never look where they're going.",
    "Stay away from joggers with headphones. You're invisible to them.",
    "Beware of ladders today. Gravity's feeling confident.",
    "Don't sit under hanging plants. They're not secure.",
    "Keep an eye on cyclists with backpacks. One will cut you off.",
    "Watch for people walking dogs on retractable leads. You're the obstacle.",
    "Avoid anyone carrying multiple coffee cups. Disaster pending.",
    "Beware of supermarket trolleys. They steer themselves now.",
    "Be careful near parked cars. One door will open at the wrong time.",
    "Don't trust anyone holding an umbrella indoors. It never ends well.",
    "Avoid toddlers with ice creams. They're armed and sticky.",
    "Beware of people wearing rollerblades. They overestimate their skills.",
    "Don't get too close to window cleaners. Their buckets have no mercy.",
    "Stay alert around construction sites. A helmet won't save your outfit.",
    "Avoid public bins today. They're jumpy.",
    "Beware of anyone running with a suitcase. They're a hazard.",
    "Watch for delivery vans reversing. They don't care about you.",
    "Avoid anyone with a leaf blower. It's personal.",
    "Don't walk under scaffolding. Just... don't.",
    "Stay away from people waving flyers. One will stick to your face.",
    "Beware of dogs wearing clothes. They bite harder.",
    "Don't linger near bus doors. They close faster than you think.",
    "Avoid standing near cyclists at traffic lights. They wobble.",
    "Be cautious around fountains. One of them sprays without warning.",
    "Watch for people with shopping trolleys on ramps. You're the crash zone.",
    "Avoid kids on scooters. They have no brakes.",
    "Beware today of a man in flip-flops. He will step on your foot.",
    "Stay away from street performers. You'll end up part of the act.",
    "Don't lean on railings. They're not all trustworthy.",
    "Be careful near picnic tables. Wasps are organising.",
    "Avoid anyone carrying a paint tin. You're the target area.",
    "Watch out for people carrying boxes. They can't see you.",
    "Beware of joggers with energy drinks. They're unpredictable.",
    "Avoid people on electric scooters. They have nothing to lose.",
    "Be cautious near open car doors. They appear suddenly.",
    "Don't trust anyone who says “watch this.”",
    "Beware today of someone in sunglasses indoors. They'll spill something on you.",
    "Stay clear of coffee carts. The milk steamer bites.",
    "Avoid people holding balloons. They always let go near your face.",
    "Beware of shop doors. One of them swings the wrong way.",
    "Don't walk too close to delivery bikes. They drift.",
    "Stay alert around anyone eating chips. Seagulls notice.",
    "Avoid joggers with dogs. One of them isn't on a leash.",
    "Beware of people carrying pizzas. They turn suddenly.",
    "Don't trust benches. One has wet paint."
  ]
}
